[
    {
        "signo": "ARIES",
        "caracteristica": "Dinâmicos e sinceros, quem tem sol em Áries costuma ter um forte contato com a sua individualidade, que pode parecer egoísmo em alguns momentos. Arianas e arianos tendem a ser alegres e muito extrovertidos, mas também podem ser bastante competitivos e soar um pouco autoritários. Podem preferir trabalhar sozinhos, mas costumam ter um ótimo espírito de liderança. Quem tem o signo de Áries em posição marcante no Mapa Astral de nascimento, geralmente, não se cansa com facilidade; sua disposição e resistência físicas podem ser invejadas por todos os outros signos. Áries é direto para alcançar suas metas e, em casos de pouca maturidade, arianas e arianos podem gostar de criar rivalidades e ser um tanto quanto mandões. Marte como regente reforça o perfil guerreiro do signo e também sinaliza possíveis explosões emocionais.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Faries%2Fgrande_aries.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "FOGO"
    },
    {
        "signo": "TOURO",
        "caracteristica": "Calmo e persistente, se você tem sol no signo de Touro, provavelmente não costuma se irritar com facilidade. Em geral, suas posses e bens materiais são importantes para você. E, dependendo do restante do seu Mapa Astral, você pode usar isso ao seu favor, desenvolvendo uma tendência natural para acumular bens materiais, além de um ótimo senso de organização financeira. Mas atenção! Essa mesma característica pode despertar possessividade e materialismos excessivos. A combinação do elemento terra com a natureza fixa do signo de Touro indica possíveis dificuldades com mudanças. Taurinos, taurinas, quem tem ascendente, lua ou um acúmulo de planetas no signo Touro pode demonstrar certa lentidão para agir. Isso faz parte do senso de segurança da personalidade de touro, que costuma ser estratégico em cada passo. A terra fixa também pode indicar uma teimosia excessiva, difícil de controlar. O planeta Vênus como regente relaciona o signo ao amor cuidadoso e afetuoso. Taurinos e taurinas amam de forma prática e gentil, e é na convivência que isso se expressa da melhor maneira.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Ftouro%2Fgrande_touro.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "TERRA"
    },
    {
        "signo": "GEMEOS",
        "caracteristica": "Curioso e bem humorado, quem tem sol no signo de Gêmeos costuma fazer amigos sem grandes dificuldades, tem uma verdadeira vocação para manter um círculo social diverso, com todas as tribos possíveis. Dois em um? Geminianos e geminianas podem ter uma personalidade versátil, que se adapta a diversas formas de pensamento e podem transitar tranquilamente por dois lados de uma questão. Mas atenção! Com imaturidade essa facilidade de mediação pode se transformar em falsidade. A combinação do elemento ar com a natureza mutável do signo indica uma facilidade de adaptação no signo de Gêmeos, além de uma inquietude por novos desafios, aprendizados e experiências. Se você tem este signo forte no Mapa Astral, ou seja, ascendente, lua ou um acúmulo de planetas em Gêmeos signo, provavelmente, odeia uma rotina massante ou exaustiva. O planeta Mercúrio como regente relaciona Gêmeos à criatividade e à comunicação.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fgemeos%2Fgrande_gemeos.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "AR"
    },
    {
        "signo": "CANCER",
        "caracteristica": "Emotivos e sensíveis, quem tem sol no signo de Câncer costuma ter uma forte conexão com as lembranças do passado, que podem contribuir para posturas muito sentimentais ou até melancólicas. Cancerianas e cancerianos podem ser muito apegados, mas costumam ter um cuidado ímpar com todas as pessoas que amam. Tendem a buscar segurança e proteção, e isso pode se demonstrar com comportamentos no dia a dia que não oferecem grandes riscos. Quem tem o signo de Câncer forte no Mapa Astral de nascimento se identifica com um forte instinto para ação guiado pelos sentimentos. Câncer consegue traçar estratégias sinuosas para alcançar seus objetivos e, em casos com pouca maturidade, podem usar de manipulação. A Lua como regente reforça o perfil maternal/ paternal do signo e também sinaliza para possíveis oscilações emocionais.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fcancer%2Fgrande_cancer.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "AGUA"
    },
    {
        "signo": "LEAO",
        "caracteristica": "Vaidade e bom humor podem ser marca registrada na personalidade de quem tem o sol no signo de Leão. Carismáticos e naturalmente destacáveis, leoninas e leoninos típicos tendem a ser bem extrovertidos. Sua generosidade também se destaca em seu modo de amar, a felicidade da outra pessoa na relação também é motivo de sua própria alegria. A nobreza de caráter é bem presente em quem tem um acúmulo de planetas no signo leão, que são pessoas incapazes de ter comportamentos mesquinhos. O sol como regente de Leão, destaca a tendência natural do signo ser o centro das atenções. Nativos do signo de Leão tem energia de sobra e costuma ser a alma da festa, daqueles que dançam a noite inteira sem maiores esforços. Por outro lado, o Leão signo pode sinalizar certo autoritarismo e prepotência. Leoninas e leoninos precisam tomar cuidado para que o ego ferido não desencadeia comportamentos arrogantes e um tanto quanto explosivos.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fleao%2Fgrande_leao.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "FOGO"
    },
    {
        "signo": "VIRGEM",
        "caracteristica": "A busca pela perfeição pode ser bem presente na personalidade de quem tem o sol no signo de Virgem. Naturalmente adeptos da praticidade, virginianas e virginianos podem melhorar sua auto-estima se sentindo mais úteis e produtivos. O nível elevado de autocrítica, porém, pode levá-los a subestimar seus próprios talentos com certa facilidade. Virgem também é o signo mais leal com quem ama de verdade, familiares, amigos e nos relacionamentos amorosos. O amor de Virgem signo é baseado na verdade e na maturidade, quem tem muitos planetas neste signo pode demonstrar seus sentimentos de forma mais prática. Os cuidados com a saúde e com a higiene pessoal podem ser também características fortes que mostram a consciência da importância em se cuidar para viver bem, porém, em casos menos maduros, tendem a se manifestar como mania de limpeza ou de organização.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fvirgem%2Fgrande_virgem.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "TERRA"
    },
    {
        "signo": "LIBRA",
        "caracteristica": "A empatia e a diplomacia podem ser bem presentes na personalidade de quem tem o sol no signo Libra. Naturalmente direcionados para as relações com outras pessoas, librianas e librianos podem ter um grande talento para solucionar conflitos, porém, a preocupação em racionalizar os dois lados de uma questão pode gerar situações de dúvida e indecisão. Libra é regido por Vênus, e isso dá ao signo um apreço natural a tudo que pode ser considerado belo. Quem tem um acúmulo de planetas em Libra pode ter uma forte conexão com as artes, ou até ter facilidade para viver uma carreira artística. Em casos com pouca maturidade, essa aproximação com a beleza pode se manifestar como uma vaidade desmedida. O companheirismo pode ser uma característica marcante, como também o senso de justiça e a busca em viver todas as relações com respeito mútuo",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Flibra%2Fgrande_libra.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "AR"
    },
    {
        "signo": "ESCORPIAO",
        "caracteristica": "Uma forte intuição é uma das marcas registradas de quem tem Sol no signo Escorpião, geralmente orientados pelas suas emoções, escorpianos e escorpianas conseguem enxergar nas entrelinhas e identificar o que não foi dito. Bastante conectados com seus sentimentos, podem desenvolver comportamentos possessivos e obsessivos. A força e capacidade de se reinventar, mesmo diante de situações muito desafiadoras, são características de quem tem o signo de Escorpião em posição marcante no Mapa Astral, como também o autocontrole e a internalização das emoções. Marca registrada do signo, a intensidade escorpiana nasce principalmente da consciência da finitude das coisas, o que se manifesta também em uma imensa generosidade com as pessoas que ama. A memória de escorpião é muito boa, quem tem o signo forte no Mapa Astral não costuma esquecer o que lhe fazem, de bom ou de mal, e deixam bem claras suas lembranças.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fescorpiao%2Fgrande_escorpiao.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "AGUA"
    },
    {
        "signo": "SAGITARIO",
        "caracteristica": "Vaidosos e bem humorados, quem tem sol no signo de Sagitário costuma enxergar com facilidade o lado positivo de cada situação. Cidadãos do mundo, sagitarianas e sagitarianos geralmente são pessoas extrovertidas, espontâneas e comunicativas que não gostam nenhum pouco de solidão. O idealismo sempre presente, também faz do signo de Sagitário o incentivador ideal, capaz de contagiar qualquer equipe sem muitos esforços. Tentar prender uma pessoa com um acúmulo de planetas no signo de Sagitário não é uma boa ideia. De alma livre e coração aventureiro, viajar, pelo mundo ou pela mente alimenta as personalidades sagitarianas, que sempre buscam por experiências que trazem mais conhecimento. Porém, é preciso ter cuidado com os comportamentos vaidosos, sagitarianos e sagitarianas podem se considerar autoridades em assuntos que não dominam e passar uma imagem de “donos da verdade”.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fsagitario%2Fgrande_sagitario.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "FOGO"
    },
    {
        "signo": "CAPRICORNIO",
        "caracteristica": "Praticidade e maturidade são típicas características de Capricórnio. Independentes, costumam fazer seu próprio caminho e não confiar muito em rotas traçadas por outras pessoas. Quem tem um acúmulo de planetas em Capricórnio signo pode ter um perfil workaholic, mas a carreira profissional é apenas um dos aspectos que chamam a atenção dos capricornianos. A paciência tende a ser bem comum para os nativos desse signo que, desde muito cedo, aprendem que tudo na vida demanda tempo e dedicação. O sucesso é fruto de persistência, aprendizado e disciplina. Consciência de que regras existem e devem ser cumpridas também é típico do signo de Capricórnio. Mas atenção! O excesso de foco material pode contribuir para o desenvolvimento de posturas avarentas ou excessivamente ambiciosas. Uma dose extra de pessimismo também pode existir.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fcapricornio%2Fgrande_capricornio.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "TERRA"
    },
    {
        "signo": "AQUARIO",
        "caracteristica": "A busca por inovação e independência podem ser características fortes em pessoas com o sol no signo de Aquário. Com criatividade sempre em alta, costumam ser bastante inventivas e direcionadas a solução de problemas. Quem tem um acúmulo de planetas no signo de Aquário pode ter um perfil questionador e radical, e em algumas situações pode discordar da maioria pelo simples fato de querer ser sempre diferente. As relações de amizade tendem a ser bem importantes para aquariano e para aquariana, esse sentimento nasce, principalmente, pelo forte senso de coletividade presente em Aquário signo. Consciência de que a felicidade de um só é possível com a felicidade de todos é bem característico nesse signo. Em casos com pouca maturidade, essa relação aquariana com a coletividade pode se manifestar em posturas extremistas ou em personalidades rebeldes sem causa.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Faquario%2Fgrande_aquario.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "AR"
    },
    {
        "signo": "PEIXES",
        "caracteristica": "A empatia e a humildade podem ser fortes características de Peixes. Sempre conectados com sua intuição, piscianos e piscianas costumam captar as coisas no ar, muitas vezes são pessoas bem discretas e observadoras que conseguem perceber o mundo através da observação de si. Quem tem um acúmulo de planetas no signo de Peixes tende a dar muita importância aos seus sonhos e ao que ainda não é real, mas pode ser. Costumam ser pessoas compreensivas e compassivas. Por guardar em si emoções que em vários momentos são opostas, conseguem enxergar os desafios do outro com bastante facilidade. As relações afetivas são bem importantes para esses nativos, mas o romantismo excessivo do signo de Peixes também pode sinalizar uma inclinação para amores platônicos e facilidade para viver desilusões amorosas.",
        "imagem": "https://horoscope-pages-next-app.production.sst.personare.com.br/_next/image?url=https%3A%2F%2Fd15m0zxbu4pm77.cloudfront.net%2Ficones%2Festudos%2Fsignos%2Fpeixes%2Fgrande_peixes.png&w=320&q=75&imageAppService=horoscope-pages",
        "elemento": "AGUA"
    }
]
